anal_sims/n8short/n4long1/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    inlet
    {
        type            patch;
        nFaces          40;
        startFace       6496;
    }
    outlet
    {
        type            patch;
        nFaces          24;
        startFace       6536;
    }
    bottom
    {
        type            patch;
        nFaces          24;
        startFace       6560;
    }
    top
    {
        type            patch;
        nFaces          120;
        startFace       6584;
    }
    obstacle
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          112;
        startFace       6704;
    }
    defaultFaces
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          6656;
        startFace       6816;
    }
)

// ************************************************************************* //
